#+OPTIONS: toc:nil title:nil num:nil ^:nil
#+LATEX_HEADER: \usepackage{adjustbox}
#+LATEX_HEADER: \usepackage[margin=2cm]{geometry}
* Supplemental BOM
- Project Name: prism-pcb
- Synopsis: PCB for each prism in the Voigts Lab honeycomb maze.
- Release Date: 2024-09-16
- URL: https://github.com/janelia-kicad/prism-pcb
- Author: Peter Polidoro
- Email: peter@polidoro.io
#+BEGIN_TABLE
#+LATEX: \adjustbox{max width=\linewidth}{
#+ATTR_LATEX: :center nil
| Item | Synopsis                                               | Manufacturer Part Number | Manufacturer        | Quantity |  Cost | Total |
|------+--------------------------------------------------------+--------------------------+---------------------+----------+-------+-------|
|    1 | TERM BLOCK PLUG 4POS STR 3.5MM                         | 1840382                  | Phoenix Contact     |        1 |  3.77 |  3.77 |
|    2 | CBL RIBN 10COND TWIST PAIR 300'                        | 1700/10 300              | 3M                  |        1 |  0.75 |  0.75 |
|    3 | CONN FERRULE 24AWG YELLOW                              | 3203024                  | Phoenix Contact     |        2 |  0.36 |  0.72 |
|    4 | CONN FERRULE DIN 18AWG GRAY                            | 3200519                  | Phoenix Contact     |        2 |  0.23 |  0.46 |
|    5 | FAN AXIAL 25X8MM 5VDC WIRE                             | 255M                     | ebm-papst Inc.      |        1 | 33.47 | 33.47 |
|    6 | Hex Standoff Threaded M2 Brass 12.00mm                 | 970120244                | Würth Elektronik    |        3 |  0.71 |  2.13 |
|    7 | MACH SCREW PAN HEAD PHILLIPS M2 12mm                   | MPMS 002 0012 PH         | B&F Fastener Supply |        3 |  0.32 |  0.96 |
|    8 | MACH SCREW PAN HEAD PHILLIPS M2 5mm                    | MPMS 002 0005 PH         | B&F Fastener Supply |        3 |  0.17 |  0.51 |
|------+--------------------------------------------------------+--------------------------+---------------------+----------+-------+-------|
|    9 | Supplemental BOM Version: 1.3.1 |                          |                     |          | Total | 42.77 |
#+TBLFM: $1=@#-1::$7=$5*$6;%0.2f::@>$7=vsum(@2..@-1);%0.2f
#+LATEX: }
#+END_TABLE
